// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth：";
"BTWithVersion"						= "版本：%@";
"kNameKey"							= "名稱：%@";
"kAddressKey"						= "位址：%@";
"Dial-up"							= "Bluetooth 數據機";
"Search"							= "搜尋行動電話⋯";
"OpenNetPrefs"						= "打開網路偏好設定⋯";
"OpenIC"							= "打開 Internet 連線程式⋯";
"OnKey"								= "啟用";
"OffKey"							= "停用";
"Not Available"						= "Bluetooth：無法使用";
"Discoverable"						= "可被偵測：已啟用";
"NotDiscoverable"					= "可被偵測：已停用";
"TempDiscoverable"					= "維持可被偵測的狀態 3 分鐘";
"BTTurnOff"							= "停用 Bluetooth";
"BTTurnOn"							= "啟用 Bluetooth";
"BTDiscoverable"					= "可被偵測";

"keyOK"								= "好";
"kBluetoothDeviceYesKey"			= "是";
"kBluetoothDeviceNoKey"				= "否";
"LowBattWarning"					= "“%@”電力不足。";
"kDevices"							= "裝置";

"kOpenBTPrefsKey"					= "打開 Bluetooth 偏好設定⋯";
"kMousePreferences"					= "打開滑鼠偏好設定⋯";
"kKeyboardPreferences"				= "打開鍵盤偏好設定⋯";
"kTrackpadPreferences"				= "打開觸控式軌跡板偏好設定⋯";
"kOpenPrintPrefsKey"				= "打開印表機偏好設定⋯";
"kOpenSoundPrefsKey"				= "打開聲音偏好設定⋯";
"kSendFileToDevice"					= "傳送檔案⋯";
"kBrowseDevice"						= "瀏覽裝置⋯";

"kTurnOnHeadphones"					= "做為音訊裝置（立體聲）";
"kTurnOffHeadphones"				= "不做為音訊設備";
"kTurnOnHeadset"					= "做為音訊裝置（單聲道）";
"kTurnOffHeadset"					= "不做為音訊設備";

"kConnectDevice"					= "連線";
"kDisconnectDevice"					= "中斷連線";
"kResetDevice"						= "將此裝置重置為出廠狀況";
"kRemoveDevice"						= "移除此裝置";
"kSyncDevice"						= "同步⋯";
"kBatteryLevel"						= "電池蓄電量：%@%%";
"kRSSIKey"							= "RSSI：%@ dBm";

"kPerformSDPQueryKey"				= "更新裝置服務";
"kPerformNameRequestKey"			= "更新裝置名稱";

"kOpenBTSAKey"						= "設定 Bluetooth 裝置⋯";
"kOpenBTEKey"						= "打開 Bluetooth Explorer⋯";
"kOpenBDUKey"						= "打開 Bluetooth 診斷工具程式⋯";
"kOpenPacketLoggerKey"				= "打開 PacketLogger⋯";

"kBTSendFileKey"					= "傳送檔案⋯";
"kBTGetFileKey"						= "瀏覽裝置⋯";

"kJoinNetwork"						= "連接網路";
"kKeyDisconnectFromNetwork"			= "中斷網路連線";